[
    {
        "type": "text",
        "text": "Control Display Modules 3-LDSM, 3-24x series, 3-12xx series, 3-6/3S1xxx series ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Overview ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The EST3 Control Display modules provide the emergency user with the simplest of interfaces, lights and switch control. The Control Display modules install over local rail modules. The local rail modules supply the power and drivers via a ribbon cable connection to the control display modules. The displays mount over any local rail module maximizing the flexibility of design layout. When a display module is required where no local rail module exists, an LED Display Support Module 3-LDSM mounts to the local rail providing support for one Control Display Module. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Surface mount technology used to minimize space, also reduces the power requirements of display modules. Slide-in labels keep the control display modules flexible and allow labeling for local languages. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Module lamp test can be programmed to any spare control switch or a local node lamp test is initiated by simultaneously operating the Alarm Silence and Trouble Silence switches on the 3-CPU. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Standard Features ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Programmable LED flash rates Membrane style tactile pushbuttons   \n•Software supported for toggle, and latching interlock switch action   \n•Slide in labels Lamp test ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Application Notes ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Control Display Modules come in a variety of types providing operational flexibility. There are five types of display modules available with EST3. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Typically alarm zone annunciation appears on any of the first four module types shown. The first module supports simple zone annunciation; the second, zone annunciation with zone disable; the third, alarm and trouble zone annunciation, the fourth alarm and trouble zone annunciation with zone disable.  From a simple one LED annunciation point to higher functionality, EST3 fills the requirements. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Simple Control Examples ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The fifth module is very adaptable to system requirements for audio or remote equipment control. Each module contains 18 LEDs and 18 switches. Each group of three switches has a latchinginterlock to support operations that must be kept separated. The interlock is under software control so only one switch is active at a given time. EST3 software makes meeting the wide variety of applications needed with today’s codes and building system operations easy. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/6fbd107a22d1c6d2721e3221dc78fb5e4de4e26643e7143ce0a5ebbd0d63ee20.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "For fan control the emergency user assumes control of the remote device by selecting “On” ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "or “Off.” Programming of the switches to multiple relays keeps operational design choices open. The user returns the system control of the remote device to the Life Safety system by simply pressing Auto. The Auto LED programs to its related switch and gives positive feed back to the user by turning on yellow when the system has active control of remote devices. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Individual switch LEDs are also programmable. As an example the “Open” or “On” LED (green) could program to follow its related switch or, program to follow a remote monitor input and provide positive feedback of the remote devices control status. If budget restrictions prevent “sail type” positive feedback, EDWARDS’s unique command processing satisfy requirements for positive feedback of HVAC control systems. Any switch command will send a signal to the 3-CPU for processing. While in this state the LED associated with the switch will flash. Once the command has been received by a remote Signature Series Module, the module (since it is intelligent with its own microprocessor) will issue a “Processed” command back to the 3-CPU which will latch the LED associated with the switch “ON” steady. This same process is used for all audio speaker selections ensuring the circuit is connected. A variety of switch and associated LED colors are available to meet the demands of the specifiers application. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Life Safety Systems are generally passive requiring only occasional operation. Yet, in an emergency the user must be able to identify system operation and status quickly and easily. LCD displays are excellent for identifying specific information, but even a large LCD can not display overall “system” status as effectively as LEDs and Switches. The EST3 Control Display modules are designed to provide simple identification and operation of system functions for the emergency user. They provide positive feedback of control activity with unrivaled selection of display configurations and mounting location options. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Installation and Mounting ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/71d557c0cd9fb343a82b152486f8d71cf5ef9d00c881345cfc9af310f8bb0441.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Engineering Specification ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Life Safety system shall incorporate annunciation of Alarm, Supervisory, Trouble and Monitor operations.  Annunciation must be through the use of LED display strips complete with a means to custom label each LED as to its function. Where applicable control of remote smoke control devices must be made available at the control center. Switches with LEDs must provide positive feed back to the operator of remote equipment status. Where voice audio is required a means of paging individual zones must be made. The status of each paging zone must be annunciated. It must be possible to selectively page into specific zones. It shall be possible to manipulate the evacuation of the building from the main control center. It must be possible for the emergency operator to put specific zones into evacuation manually. ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/e3be02593b9afd50b348d29ddd16c37e4b2db62e210722fac10548fcbb10cb78.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Catalog Number</td><td>Numberof LEDS</td><td>LEDColors</td><td>Switches</td><td>Applications</td><td>Standby Current</td><td>Alarm Current</td></tr><tr><td>3-LDSM</td><td>N/A</td><td>N/A</td><td>N/A</td><td>ProvidesinterfaceforoneControlDisplayModule</td><td>5 mA</td><td></td></tr></table></body></html>\n\n",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/b4784478d8ce8dd1d293f84b88d462f0c8367242259efb67a105a2e07254165e.jpg",
        "img_caption": [
            "Notes: 1) \tAll Control Display Modules are UL and ULC listed. 2) \tAll Control Display Modules mount over one Local Rail Module. If no local rail module exists the 3-LDSM mounts to local rail and supports one control display module. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Ordering Information ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/1551146ef184c8558dbfc9d4f73b9d374b2a49d75fdedf68819936aae9fb3a6f.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Catalog Description Number</td><td></td><td>Shipping Weight 0.45lb</td></tr><tr><td>3-LDSM</td><td>LED Display Support Module. Add suffix “-E\" for EN54 compliant versions.</td><td rowspan=\"9\">(.2kg)</td></tr><tr><td>3-24R</td><td>24 Red LEDDisplayModule. Add suffix “-E\" for EN54 compliant versions.</td></tr><tr><td>3-24Y</td><td>24 Yellow LED Display Module. Add suffix “-E\" for EN54 compliant versions.</td></tr><tr><td>3-24G</td><td>24 Green LED Display Module. Add suffix “-E\" for EN54 compliant versions.</td></tr><tr><td>3-12SR</td><td>12 switcheswith 12 Red LEDDisplay/Control Module. Add suffix “-E\" for EN54 compliant versions.</td></tr><tr><td>3-12SY</td><td>12switcheswith12YellowLEDDisplay/Control Module. Add suffix “-E\" for EN54 compliant versions.</td></tr><tr><td>3-12SG</td><td>12 switches with 12 GreenLEDDisplay/Control Module. Add suffix “-E\" for EN54 compliant versions. 12 Red LED and 12 Yellow LED Display Module.</td></tr><tr><td>3-12RY</td><td>Add suffix “-E\" for EN54 compliant versions. 12 switches with one Green and oneYellow LED per switch Display/</td></tr><tr><td>3-12/S1GY</td><td>0.35lb Control Module. (.12kg) Add suffix “-E\" for EN54 compliant versions.</td></tr><tr><td>3-12/S1RY</td><td>12 switches with one Red and one Yellow LED per switch Display/ Control Module. Add suffix “-E\" for EN54 compliant versions.</td></tr><tr><td>3-12/S2Y</td><td>12 switches with two Yellow LEDs per switch Display/Control Module.</td></tr><tr><td>3-6/3S1G2Y</td><td>Six groups of three switches. Each switch with one LED. LEDs provided Green, Yellow, Yellow. Add suffix “-E\" for EN54 compliant versions.</td></tr><tr><td>3-4/3SGYWR</td><td>12 switches in four groups of three switches, switch one with a green LED, switch two with yellow and white LEDs and switch three with a red LED.</td></tr><tr><td>3-6/3S1GYR</td><td>Six groups of three switches. Each switch with one LED. LEDs provided Green,Yellow,Red. Add suffix “-E\" for EN54 compliant versions.</td></tr></table></body></html>\n\n",
        "page_idx": 3
    }
]