[
    {
        "type": "text",
        "text": "EST3 Base Platform With Signature Series Fire Alarm ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Overview ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "EST3 is a modular control platform uniquely designed to meet the needs of applications ranging from standalone single panel fire alarm systems to multi-panel networks with unified fire alarm, security, and Mass Notification functions. Each function uses many of the same components, simplifying system layouts. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Virtually all EST3 operating features are software-controlled. A powerful System Definition Utility program helps define system operations in a fraction of the time required by previous methods. This gives EST3 great site flexibility and ensures operational changes and upgrades will be possible years after the initial installation. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "EST3 is uniquely designed to meet the life safety needs of any size facility. The function of each panel  can be customized by using an extensive selection of plug and play local rail modules. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "With support for 64 nodes of up to 2,500 devices each, this network’s multi-priority peer-to-peer token ring protocol delivers a fast alarm response time across any size network. Add to that the ability to network panels with fiber or copper connections with  an overall length of  160000 ft - that’s 30 miles - and you’ve got virtually unlimited networking options. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The EST3 is modularly listed under the following standards: UL 864 categories: UOJZ, UOXX, UUKL and SYZV, UL 294 category ALVY, UL 609 category AOTX, UL 636 category ANET, UL 1076 category APOU, UL 365 category APAW, UL 1610 category AMCX, UL 1635 category AMCX, UL2572  Mass Notification.   \nIn Canada it is listed to ULC-S527, ULC-S303, and ULC/ORD-C1076. In Europe it is listed to EN 54-2: 1997 $^+$ A1: 2006, EN 54-4: 1997 + A1: $2002+\\mathsfit{A}2$ : 2006, and to EN 54-16: 2008. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Standard Features ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "•\t Listed for Mass Notification/Emergency Communication, Fire, Security, and Emergency Voice Alarm   \nPart of an end-to-end audio solution suitable for low frequency signaling in sleeping areas   \n•\t 168-character LCD   \n•\t Exceptional alarm response times   \n•\t Network supports copper, multi-mode fiber, single-mode fiber, or a combination of all three   \n•\t Total network wiring over 160,000 feet Eight channels of multiplexed digital audio on a single pair of wires or fiber filiment   \n•\t Zoned, distributed and banked audio amplifier options   \n•\t Local, Proprietary, and Central Station system operations   \n•\t In retrofit applications, existing wiring may be used if code compliant   \n•\t Supports EDWARDS Signature Series detectors and modules   \n•\t Designed in accordance with ISO-9000 quality standards   \n•\t UL864 Listed   \n•\t UL2572 Listed for Mass Notification   \n•Optional earthquake hardening: OSHPD seismic pre-approval for component Importance Factor 1.5 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Outstanding Features ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "EST3 system components are arranged in layers, starting with the backbox and finishing with inner and outer doors. Cabinets are available with room for up to 20 modules and system batteries up to 65 AH. A single 24-volt battery can act as the secondary power supply for all four internal power supplies. Once the backbox is installed, up to four power supplies can be installed in the chassis assembly. The power supplies use a unique paralleling arrangement that ensures the optimum use of each supply. Each supply has the capacity to deliver up to 7 amps at 24 Vdc (28 amps total). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The function of each life safety network panel is determined by the ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Local Rail Modules (LRMs) plugged into the panel’s chassis. An extensive variety of modules are available, including central processing units, input/output circuit modules, communication modules, security modules, and audio amplifier modules. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The top layer of the LRMs is referred ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/eb94098da755a212f82e3b3e2e5e382ab8db5d01f2fac7b809e35aace6969952.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "to as the user interface layer. This layer is made up of the Main Display Interface module and a system of generic control/display modules. Any control/display module can mount on any LRM. This maximizes flexibility of design for custom systems. The inner and outer doors finish and secure the enclosure. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A single panel can support up to 2,500 addressable points, provide 28 amps $@$ 24 Vdc and still have room for future expansion. If a single panel is not large enough or you need to distribute functionality throughout the project, then you can network up to 64 panels together! ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Networking/Communications ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The EST3 Life Safety Network uses a multi-priority peer-to-peer token ring protocol. The protocol gives EST3 the exceptionally fast alarm response time of less than three seconds across the network, virtually independent of the total number of nodes. The EST3 token ring network configuration also affords long distances between panels. The distance between any three panels on #18 AWG $(1.0\\;\\mathsf{m m}^{2})$ is 5,000 ft (1,523m) for both network control and digital audio signals. Supporting a maximum of 64 panels on a network, the total network length can be in excess of 160000 ft (48768m). Network and audio communication are via RS-485 serial ports. Each two-wire circuit supports Class A (Style 7) or Class B (Style 4) wiring configurations. Fiber optic media is also available. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "As an indication of the high level of system integration, off-premise communications is handled by the Modcom modem communicator module. This module provides the Digital Alarm Communicator Transmitter (DACT) function, sending system status signals for up to 255 accounts to up to 80 different central monitoring stations and/or commercial paging carriers. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Digital Audio ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "EST3 digitized audio can deliver up to eight audio messages simultaneously over a single pair of wires! This is plenty of capacity for both live and pre-recorded messages.  EST3 easily supports the needs of  mass notification messaging, and fire alarm messaging by providing the ability to bring not only pre-recorded messages  but also live voice messaging supporting not only evacuation announcments but  the messaging needed to support  the risks that  may require shelter-in-place and relocation messaging. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "All audio messages and live pages originate at the Audio Source Unit (ASU) that can store up to 100 minutes pre-recorded audio messages as .wav files. These messages can be automatically ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "directed to various areas in a facility under program control.  On the receiving end, zoned amplifiers installed in remote fire alarm cabinets receive and decode the digital messages. The messages are then amplified and sent out to the speakers. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The availability of eight different channels opens a number ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "of new simultaneous notification possibilities: ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1)\tLive voice page for MNEC or fire-related instructions;   \n2)\tEmergency floor evacuation/notification message;   \n3)\t Alert message on floors above and below the emergency;   \n4)\tStairwell evacuation reinforcement message;   \n5)\tElevator cab information messages;   \n6)\tLobby message instructing occupants to exit the building;   \n7)\tConcourse instructions to occupants not to enter the lobby;   \n8)\tOther instructions to areas not directly affected by the emer  \ngency. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Any combination of the eight audio channels can be automatically directed to any or all areas of the building, with total manual override as required. Eight channel capability assures that one message is never interrupted in order to process another, a common fault with two-channel systems. This eliminates any chance of confusing the occupants with conflicting messages. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Survivability is also an integral part of EST3’s digitized audio system. Default audio messages are continuously transmitted to all network amplifiers by the ASU. These messages provide audio supervision for the digital audio chain, and act as a default signal if the network data circuit fails or should message control information fail to reach the ASU. If the audio data circuit fails, each amplifier generates a 1KHz temporal (3-3-3) tone that is transmitted during an alarm.  In the event of an amplifier failure, a backup audio amplifier is automatically substituted for the failed amplifier in the cabinet, restoring audio capability. In the unlikely event of multiple amplifier failures, the backup amp replaces the amplifier actively processing the highest priority message in the cabinet. When messages are no longer directed to a failed amplifier such as when a high priority page message ends, the backup amp is dynamically reassigned to the next highest priority failed amplifier actively processing messages ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Typical Wiring ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The Firefighters Telephone Control unit (FTCU) provides two-way communications between remotely located phones and the fire command center. The alphanumeric display makes operation intuitive, and a single switch permits the phone signals to be used to issue pages in the facility. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Digitized audio increases notification messaging flexibility, reduces wiring and installation costs, provides enhanced supervision and survivability, and is easy to use. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Enhanced Reliability & Survivability ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The EST3 uses distributed technology, designed to survive expected and unexpected events including earthquakes. Simple-to-install kits provide internal hardening that meets ;requirements defined by Uniform Building Code (UBC 1997); International Building Code (IBC 2006); and, Acceptance Criteria for Seismic Qualification by Shake-Table Testing of Nonstructural Components and Systems (AC-156). Seismic component importance factor of 1.5 can be met by adding appropriate anchorage for local conditions. There is no need for special installation methods for EST3 field devices including signals and detection devises.  By  following standard mounting methods, along with any local requirements, seismic Importance Factor 1.5 may be gained in order to further enhance system survivability. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/c9b38424a2db6fd11e482bb3c6c531ab0fb2a0f3931c48f91f8e0521559ac92e.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "On the initiating side, intelligent Signature Series detectors can make alarm decisions on their own, and do not involve other system components in this important decision-making process. Sensor-based technology must communicate data to a remotely located common panel where alarm decisions are made. Failure of this centralized processor can cripple sensorbased systems. With EST3, a panel CPU failure does not disable a panel’s ability to provide protection. In the event of a CPU failure, the intelligent device controllers can still receive alarms and distribute the alarm information to all other modules in the panel. Modules in the panel are capable of responding with a programmed standalone alarm response. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "When a network is wired in a Class B configuration, a single break or short on the wiring isolates the system into two groups of panels. Each group continues to function as a peer-to-peer network, working with their combined databases. When wired using a Class A configuration, a single break or short on the network wiring causes the system to isolate the fault, and network communication continues uninterrupted – without any loss of function. Should multiple wiring faults occur, the network reconfigures into many sub-networks and continues to respond to alarm events from every panel that can transmit and receive network messages. Survivability is maximized as responses originating and executed by a single panel are always carried out because a copy of the system database is stored in the panel’s memory. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Scheduled maintenance improves system availability, and EST3 is designed to make system maintenance easy. System components are designed to assist in routine and time-consuming service functions. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "EST3 service groups are defined by location, not by system wiring. There is no   \nneed to disable an entire floor to test a single device.   \nAccording to their UL listings, Signature Series detectors do not require routine sensitivity testing – a real timesaver.   \nComprehensive internal and external monitoring quickly identifies most problems to a component level, including ground faults that can be identified down to the module. Parts are easy to replace. Modules plug in and use automatic addressing and plug-in field wiring. No DIP switches are used.   \nFirmware in system modules and Signature devices is easily upgraded as new advances in detection and control technology are made available.   \nAdvanced system diagnostics are pro",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "vided in the EST3 System Definition Utility. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "User Friendly ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A comprehensive survey of users resulted in system features and controls that are easy to use. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The main display interface shows the operator the first and most recent system events – without ever touching a single control! All system events are sent to one of four message queues. Alarm messages are never intermixed with trouble or supervisory signals, eliminating confusion. For more information the Details switch provides additional information about the highlighted device. The operator can easily review supervisory, trouble, and monitor messages by simply selecting the appropriate message queue. After a few minutes of inactivity, the system automatically returns to displaying the first and most recent events. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Optional manual control switches and display modules can be arranged on the system operator layer to suit the application. These modules can be used to provide additional HVAC controls, manual selection of audio circuits, or other required manual control functions. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The digital audio system uses only five basic controls to direct all paging messages. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The Firefighters’ Telephone Control Unit (FTCU) uses an alphanumeric display to indicate the source of incoming calls. Operators simply scroll through the list and hit the “Connect” button when the desired call is highlighted. There is no need to look through rows of lamps and switches to determine the source of calls. Up to five remote locations can be in simultaneous two-way communications with the FTCU. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "IP and Cellular Communications ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Several popular third-party IP/Cellular communicators have been tested with the EST3 control panel and are compatibility listed to UL864. The IP/Cellular communicators meet NFPA72 2013 edition requirements for sole or secondary transmission paths. Using IP/ Cellular communicators can reduce the cost of ownership by eliminating POTS lines. Please see the EST3 control panel compatibility documentation part number 3100427- EN for a full list of compatible communicators. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "System Configuration ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The powerful EST3 System Definition Utility (SDU) helps define flexible system operations in a fraction of the time required by other systems. Based on an object-oriented system of rules, virtually all EST3 operating features are software-controlled. This gives the designer great flexibility in integrating mass notification, fire, and security functions into a single seamless design. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A report generator provides a complete library of system reports that are invaluable for troubleshooting, including a printout of Signature device connections as the devices are actually wired. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Use of software-based components permits the SDU to add new features to the system. Even the Signature Series devices are capable of upgrading firmware as new detection algorithms become available. ",
        "page_idx": 3
    }
]